{"185":{"id":185,"title":"虚无的十字架","author":"东野圭吾","description":" 所谓的“罪”与“罚”究竟本质为何？是让犯人听到自己的死刑宣判而感到解脱？ 还是，让他重返自由社会、但用尽一生赎罪？\n","publisher":"Scholastic","rating":4.57,"pages":870,"cover_image_url":"https://img3.doubanio.com/view/subject/l/public/s28976475.jpg"},
"186":{"id":186,"title":"Harry Potter and the Goblet of Fire","author":"J.K. Rowling","description":"  Harry Potter and the Goblet of Fire is the fourth novel in the Harry Potter series, written by British author J. K. Rowling. It follows Harry Potter, a wizard in his fourth year at Hogwarts School of Witchcraft and Wizardry and the mystery surrounding the entry of Harry's name into the Triwizard Tournament, in which he is forced to compete.\n  The book was published in the United Kingdom by Bloomsbury and in the United States by Scholastic; in both countries the release date was 8 July 2000, the first time a book in the series was published in both countries at the same time. The novel won a Hugo Award, the only Harry Potter novel to do so, in 2001. The book was made into a film, which was released worldwide on 18 November 2005, and a video game by Electronic Arts.\n","publisher":"Scholastic","rating":4.52,"pages":734,"cover_image_url":"https://img3.doubanio.com//view//subject//l//public//s3294754.jpg"},
"187":{"id":187,"title":"Harry Potter and the Prisoner of Azkaban","author":"J.K. Rowling","description":"  Harry Potter and the Prisoner of Azkaban is the third novel in the Harry Potter series, written by J. K. Rowling. The book follows Harry Potter, a young wizard, in his third year at Hogwarts School of Witchcraft and Wizardry. Along with friends Ronald Weasley and Hermione Granger, Harry investigates Sirius Black, an escaped prisoner from Azkaban who they believe is one of Lord Voldemort's old allies.\n  The book was published in the United Kingdom on 8 July 1999 by Bloomsbury and in the United States on 8 September 1999 by Scholastic Inc.[1][2][3][4] Rowling found the book easy to write, finishing it just a year after she had begun writing it. The book sold 68,000 copies in just three days after its release in the United Kingdom and since has sold over three million in the country.[5] The book won the 1999 Whitbread Children's Book Award, the Bram Stoker Award, the 2000 Locus Award for Best Fantasy Novel, and was short-listed for other awards, including the Hugo.\n  The film adaptation of the novel was released in 2004, grossing more than $796 million and earned notable critical acclaim. Video games loosely based on Harry Potter and the Prisoner of Azkaban were also released for several platforms, and most obtained favourable reviews.\n","publisher":"Scholastic","rating":4.52,"pages":435,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/187/normal/potter3.jpg?1519784830"},
"188":{"id":188,"title":"Mao II","author":"Don DeLillo","description":"  \"One of the most intelligent, grimly funny voices to comment on life in present-day America\" (The New York Times), Don DeLillo presents an extraordinary new novel about words and images, novelists and terrorists, the mass mind and the arch-individualist. At the heart of the book is Bill Gray, a famous reclusive writer who escapes the failed novel he has been working on for many years and enters the world of political violence, a nightscape of Semtex explosives and hostages locked in basement rooms. Bill's dangerous passage leaves two people stranded: his brilliant, fixated assistant, Scott, and the strange young woman who is Scott's lover—and Bill's.\n","publisher":"Penguin Books","rating":3.68,"pages":254,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/188/normal/mao.jpg?1519784830"},
"189":{"id":189,"title":"White Noise","author":"Don DeLillo","description":"  Winner of the 1985 National Book Award, White Noise tells the story of Jack Gladney, his fourth wife, Babette, and four ultramodern offspring as they navigate the rocky passages of family life to the background babble of brand-name consumerism.\n  White Noise is the eighth novel by Don DeLillo, published by Viking Press in 1985. It won the U.S. National Book Award for Fiction.[1]\n  White Noise is an example of postmodern literature. It is widely considered DeLillo's \"breakout\" work and brought him to the attention of a much larger audience. Time included the novel in its list of \"Best English-language Novels from 1923 to 2005\".[2] DeLillo originally wanted to call the book Panasonic, but the Panasonic Corporation objected.[3]\n","publisher":"Penguin Books","rating":3.86,"pages":320,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/189/normal/white.jpg?1519784830"},
"190":{"id":190,"title":"The Girl on the Train","author":"Paula Hawkins","description":"  The Girl on the Train (2015) is a psychological thriller novel by British author Paula Hawkins.[1] The novel debuted at No. 1 on The New York Times Fiction Best Sellers of 2015 list (combined print and e-book) dated February 1, 2015,[2] and remained in the top position for 13 consecutive weeks, until April 2015.[3] In January 2016 it became the No.1 bestseller again for two weeks. Many reviews referred to the book as \"the next Gone Girl\", referring to a popular 2012 psychological mystery with similar themes and use of unreliable narrators.[4][5]\n  By early March 2015, the novel had sold over 1 million copies,[6] and 1.5 million by April.[7] It has occupied the number one spot of the UK hardback book chart for 20 weeks, the longest any book has ever held the top spot.[8] By early August 2015, the book had sold more than 3 million copies in the US alone, and, by October 2016, an estimated 15 million copies worldwide.[9] The audiobook edition, narrated by Clare Corbett, Louise Brealey and India Fisher (released by Books on Tape) won the 2016 Audie Award for Audiobook of the Year.[10][11]\n  The film rights were acquired by DreamWorks Pictures in 2014 for Marc Platt Productions.[12] The film adaptation, starring Emily Blunt and directed by Tate Taylor, was released on 7 October 2016.\n","publisher":"Riverhead Books","rating":3.88,"pages":325,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/190/normal/girl.jpg?1519784831"},
"171":{"id":171,"title":"Stay with Me","author":"Ayobami Adebayo","description":"Yejide and Akin have been married since they met and fell in love at university. Though many expected Akin to take several wives, he and Yejide have always agreed: polygamy is not for them. But four years into their marriage--after consulting fertility doctors and healers, trying strange teas and unlikely cures--Yejide is still not pregnant. She assumes she still has time--until her family arrives on her doorstep with a young woman they introduce as Akin's second wife. Furious, shocked, and livid with jealousy, Yejide knows the only way to save her marriage is to get pregnant, which, finally, she does, but at a cost far greater than she could have dared to imagine. An electrifying novel of enormous emotional power, Stay With Me asks how much we can sacrifice for the sake of family.","publisher":"Knopf","rating":4.08,"pages":288,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/171/normal/stay.jpg?1519784826"},
"172":{"id":172,"title":"Mrs. Fletcher","author":"Tom Perrotta","description":"  \"New York Times bestseller! From the bestselling author of The Leftovers and Little Children comes a penetrating and hilarious new novel about sex, love, and identity on the frontlines of America’s culture wars. Eve Fletcher is trying to figure out what comes next. A forty-six-year-old divorcee whose beloved only child has just left for college, Eve is struggling to adjust to her empty nest when one night her phone lights up with a text message. Sent from an anonymous number, the mysterious sender tells Eve, “U R my MILF!” Over the months that follow, that message comes to obsess Eve. While leading her all-too-placid life—serving as Executive Director of the local senior center by day and taking a community college course on Gender and Society at night—Eve can’t curtail her own interest in a porn website called MILFateria.com, which features the erotic exploits of ordinary, middle-aged women like herself. Before long, Eve’s online fixations begin to spill over into real life, revealing new romantic possibilities that threaten to upend her quiet suburban existence. Meanwhile, miles away at the state college, Eve’s son Brendan—a jock and aspiring frat boy—discovers that his new campus isn’t nearly as welcoming to his hard-partying lifestyle as he had imagined. Only a few weeks into his freshman year, Brendan is floundering in a college environment that challenges his white-dude privilege and shames him for his outmoded, chauvinistic ideas of sex. As the New England autumn turns cold, both mother and son find themselves enmeshed in morally fraught situations that come to a head on one fateful November night. Sharp, witty, and provocative, Mrs. Fletcher is a timeless examination of sexuality, identity, parenthood, and the big clarifying mistakes people can make when they’re no longer sure of who they are or where they belong.\"\n","publisher":"Scribner","rating":3.52,"pages":309,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/172/normal/tom.jpeg?1519784826"},
"173":{"id":173,"title":"A Game of Thrones","author":"George R.R. Martin","description":"    A Game of Thrones is the first novel in A Song of Ice and Fire, a series of fantasy novels by American author George R. R. Martin.\n    It was first published on August 1, 1996.\n    In the novel, recounting events from various points of view, Martin introduces the plot-lines of the noble houses of Westeros, the Wall, and the Targaryens.\n","publisher":"Bantam","rating":4.44,"pages":835,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/173/normal/martin.jpg?1519784827"},
"174":{"id":174,"title":"Harry Potter and the Sorcerer's Stone","author":"J.K. Rowling","description":"    Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft and Wizardry.\n\tAfter a lifetime of bottling up his magical powers, Harry finally feels like a normal kid. But even within the Wizarding community, he is special. He is the boy who lived: the only person to have ever survived a killing curse inflicted by the evil Lord Voldemort, who launched a brutal takeover of the Wizarding world, only to vanish after failing to kill Harry.\n\tThough Harry's first year at Hogwarts is the best of his life, not everything is perfect. There is a dangerous secret object hidden within the castle walls, and Harry believes it's his responsibility to prevent it from falling into evil hands. But doing so will bring him into contact with forces more terrifying than he ever could have imagined.\n\tFull of sympathetic characters, wildly imaginative situations, and countless exciting details, the first installment in the series assembles an unforgettable magical world and sets the stage for many high-stakes adventures to come.\n","publisher":"Arthur A. Levine Books","rating":4.43,"pages":320,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/174/normal/potter1.jpg?1519784827"},
"175":{"id":175,"title":"Harry Potter and the Chamber of Secrets","author":"J.K. Rowling","description":"    The Dursleys were so mean and hideous that summer that all Harry Potter wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he's packing his bags, Harry receives a warning from a strange, impish creature named Dobby who says that if Harry Potter returns to Hogwarts, disaster will strike.\n\tAnd strike it does. For in Harry's second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor, Gilderoy Lockhart, a spirit named Moaning Myrtle who haunts the girls' bathroom, and the unwanted attentions of Ron Weasley's younger sister, Ginny. But each of these seem minor annoyances when the real trouble begins, and someone, or something, starts turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possibly be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects: Harry Potter himself?\n","publisher":"Scholastic Inc.","rating":4.36,"pages":341,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/175/normal/potter2.jpg?1519784827"},
"176":{"id":176,"title":"A Clash of Kings","author":"George R.R. Martin","description":"    A Clash of Kings is the second novel in A Song of Ice and Fire, an epic fantasy series by American author George R. R. Martin expected to consist of seven volumes.\n    It was first published on 16 November 1998 in the United Kingdom, although the first United States edition did not follow until March 1999.\n    A Clash of Kings depicts the Seven Kingdoms of Westeros in civil war, while the Night's Watch mounts a reconnaissance to investigate the mysterious people known as wildlings.\n    Meanwhile, Daenerys Targaryen continues her plan to reconquer the Seven Kingdoms.\n","publisher":"Bantam","rating":4.4,"pages":761,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/176/normal/clash.jpg?1519784827"},
"177":{"id":177,"title":"Hitchhiker's Guide To The Galaxy","author":"Douglas Adams","description":"Seconds before Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker’s Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.\n\nTogether, this dynamic pair began a journey through space aided by a galaxyful of fellow travelers: Zaphod Beeblebrox, the two-headed, three-armed, ex-hippie and totally out-to-lunch president of the galaxy; Trillian (formerly Tricia McMillan), Zaphod’s girlfriend, whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; and Veet Voojagig, a former graduate student obsessed with the disappearance of all the ballpoint pens he’s bought over the years.\n\nWhere are these pens? Why are we born? Why do we die? For all the answers, stick your thumb to the stars!","publisher":"Del Rey","rating":4.12,"pages":345,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/177/normal/galaxy.jpg?1519784827"},
"178":{"id":178,"title":"Sherlock Holmes: The Hound of the Baskervilles","author":"Sir Arthur Conan Doyle","description":"    Holmes and Watson are faced with their most terrifying case yet. The legend of the devil-beast that haunts the moors around the Baskerville family's home warns the descendants of that ancient clan never to venture out in those dark hours when the power of evil is exalted. Now, the most recent Baskerville, Sir Charles, is dead and the footprints of a giant hound have been found near his body. Will the new heir meet the same fate?\n","publisher":"Signet","rating":4.09,"pages":256,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/178/normal/hound.jpg?1519784828"},
"179":{"id":179,"title":"The Great Gatsby","author":"F. Scott Fitzgerald","description":"   THE GREAT GATSBY, F. Scott Fitzgerald’s third book, stands as the supreme achievement of his career. This exemplary novel of the Jazz Age has been acclaimed by generations of readers. The story of the fabulously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted “gin was the national drink and sex the national obsession,” it is an exquisitely crafted tale of America in the 1920s.\n   The Great Gatsby is one of the great classics of twentieth-century literature.\n","publisher":"Scribner","rating":3.88,"pages":180,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/179/normal/gatsby.jpg?1519784828"},
"180":{"id":180,"title":"Great Expectations","author":"Charles Dickens","description":"    Great Expectations is the thirteenth novel by Charles Dickens and his penultimate completed novel;\n    a bildungsroman that depicts the personal growth and personal development of an orphan nicknamed Pip.\n    It is Dickens's second novel, after David Copperfield, to be fully narrated in the first person.\n    The novel was first published as a serial in Dickens's weekly periodical All the Year Round, from 1 December 1860 to August 1861.\n    In October 1861, Chapman and Hall published the novel in three volumes.\n\n    The novel is set in Kent and London in the early to mid-19th century and contains some of Dickens' most memorable scenes,\n    including the opening in a graveyard, where the young Pip is accosted by the escaped convict, Abel Magwitch.\n    Great Expectations is full of extreme imagery—poverty, prison ships and chains,\n    and fights to the death—and has a colourful cast of characters who have entered popular culture.\n    These include the eccentric Miss Havisham, the beautiful but cold Estella, and Joe, the unsophisticated and kind blacksmith.\n    Dickens's themes include wealth and poverty, love and rejection, and the eventual triumph of good over evil.\n    Great Expectations (popular both with readers and literary critics) has been translated into many languages and adapted numerous times into various media.\n","publisher":"Oxford University Press","rating":3.74,"pages":505,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/180/normal/expectations.jpg?1519784828"},"181":{"id":181,"title":"The Hobbit","author":"J.R.R. Tolkein","description":"    The Hobbit, or There and Back Again is a children's fantasy novel by English author J. R. R. Tolkien.\n    It was published on 21 September 1937 to wide critical acclaim, being nominated for the Carnegie Medal and awarded a prize from the New York Herald\n    Tribune for best juvenile fiction. The book remains popular and is recognized as a classic in children's literature.\n    The Hobbit is set in a time \"between the Dawn of Færie and the Dominion of Men\",\n    and follows the quest of home-loving hobbit Bilbo Baggins to win a share of the treasure guarded by Smaug the dragon.\n    Bilbo's journey takes him from light-hearted, rural surroundings into more sinister territory.\n","publisher":null,"rating":4.24,"pages":366,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/181/normal/hobbit.jpg?1519784828"},"182":{"id":182,"title":"Macbeth","author":"William Shakespeare","description":"    Macbeth (full title The Tragedy of Macbeth) is a tragedy by William Shakespeare; it is thought to have been first performed in 1606.\n    It dramatises the damaging physical and psychological effects of political ambition on those who seek power for its own sake.\n    Of all the plays that Shakespeare wrote during the reign of James I, who was patron of Shakespeare's acting company, Macbeth most clearly reflects the playwright's relationship with his sovereign.\n    It was first published in the Folio of 1623, possibly from a prompt book, and is his shortest tragedy.\"\n","publisher":"Simon \u0026 Schuster","rating":3.88,"pages":249,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/182/normal/macbeth.jpg?1519784828"},"183":{"id":183,"title":"Harry Potter and the Deathly Hallows","author":"J.K. Rowling","description":"  It's no longer safe for Harry at Hogwarts, so he and his best friends, Ron and Hermione, are on the run. Professor Dumbledore has given them clues about what they need to do to defeat the dark wizard, Lord Voldemort, once and for all, but it's up to them to figure out what these hints and suggestions really mean.\n  Their cross-country odyssey has them searching desperately for the answers, while evading capture or death at every turn. At the same time, their friendship, fortitude, and sense of right and wrong are tested in ways they never could have imagined.\n  The ultimate battle between good and evil that closes out this final chapter of the epic series takes place where Harry's Wizarding life began: at Hogwarts. The satisfying conclusion offers shocking last-minute twists, incredible acts of courage, powerful new forms of magic, and the resolution of many mysteries.\n  Above all, this intense, cathartic book serves as a clear statement of the message at the heart of the Harry Potter series: that choice matters much more than destiny, and that love will always triumph over death.\n","publisher":"Scholastic Inc","rating":4.61,"pages":784,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/183/normal/potter7.jpg?1519784829"},"184":{"id":184,"title":"Harry Potter and the Half-Blood Prince","author":"J.K. Rowling","description":"  The war against Voldemort is not going well: even Muggle governments are noticing. Ron scans the obituary pages of The Daily Prophet looking for familiar names. Dumbledore is absent from Hogwarts for long stretches of time, and the Order of the Phoenix has already suffered losses. And yet... As in all wars, life goes on. Sixth-year students learn to Apparate, and lose a few eyebrows in the process. The Weasley twins expand their business. Teenagers flirt and fight and fall in love. Classes are never straightforward, though Harry receives some extraordinary help from the mysterious Half-Blood Prince. So it's the home front that takes center stage in the multilayered sixth installment of the story of Harry Potter. Harry struggles to uncover the identity of the Half-Blood Prince, the past owner of a potions textbook he now possesses that is filled with ingenious, potentially deadly, spells. But Harry's life is suddenly changed forever when someone close to him is heinously murdered right before his eyes. With Dumbledore's guidance, he seeks out the full, complex story of the boy who became Lord Voldemort, and thereby attempts to find what may be his only vulnerability.\n","publisher":"Scholastic","rating":4.53,"pages":652,"cover_image_url":"https://s3.us-east-2.amazonaws.com/awesomereaders-prod/books/cover_image_urls/000/000/184/normal/potter6.jpg?1519784829"}}